tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'homebrew/homebrew-php'

brew 'z'
brew 'tcl-tk', args: ['with-threads']
brew 'sqlite', args: ['with-functions', 'with-icu4c', 'with-json1']
brew 'python', args: ['with-tcl-tk']
brew 'python3', args: ['with-tcl-tk']
brew 'perl'
brew 'lua', args: ['with-completion']
brew 'libtiff', args: ['with-xz']
brew 'webp', args: ['with-giflib', 'with-libtiff']
brew 'harfbuzz', args: ['with-cairo']
brew 'graphviz', args: ['with-freetype', 'with-gts', 'with-librsvg']
brew 'boost', args: ['with-icu4c']
brew 'clasp', args: ['with-tbb']
brew 'llvm', args: ['with-graphviz', 'with-lldb', 'with-ocaml']
brew 'doxygen', args: ['with-graphviz', 'with-llvm']
brew 'gpg', args: ['with-gpg-zip', 'with-gpgsplit', 'with-readline']
brew 'grep'
brew 'zsh', args: ['with-unicode9']
brew 'curl', args: ['with-c-ares', 'with-libmetalink', 'with-libssh2', 'with-nghttp2']
brew 'git', args: ['with-curl', 'with-gettext', 'with-openssl', 'with-pcre2']
brew 'git-flow-avh'
brew 'go'
brew 'mariadb'
brew 'postgres'
brew 'php'
brew 'php-code-sniffer'
brew 'phpmd'
brew 'phpunit'
brew 'composer'
brew 'drush'
brew 'vim'
brew 'highlight'
brew 'tmux'
brew 'peco'
