tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'homebrew/homebrew-php'

brew 'gpg'
brew 'grep'
brew 'zsh'
brew 'curl', args: ['with-c-ares', 'with-libmetalink', 'with-libssh2', 'with-nghttp2']
brew 'git', args: ['with-brewed-curl', 'with-brewed-openssl', 'with-gettext', 'with-pcre']
brew 'git-flow-avh'
brew 'go'
brew 'mariadb'
brew 'sqlite'
brew 'postgres'
brew 'python', args: ['with-tcl-tk']
brew 'python3', args: ['with-tcl-tk']
brew 'php71', args: ['with-homebrew-curl', 'with-homebrew-libxml2', 'with-homebrew-libxslt', 'with-phpdbg', 'with-postgresql']
brew 'php71-xdebug'
brew 'php71-imagick'
brew 'php71-pspell'
brew 'php71-mcrypt'
brew 'php-code-sniffer'
brew 'phpmd'
brew 'phpunit'
brew 'composer'
brew 'drush'
brew 'vim'
brew 'highlight'
brew 'tmux'
brew 'z'
brew 'peco'
