tap "homebrew/dupes"
tap "homebrew/versions"
tap "homebrew/homebrew-php"

brew "gpg"
brew "grep"
brew "zsh"
brew "curl"
brew "git"
brew "git-flow-avh"
brew "go"
brew "mariadb"
brew "sqlite"
brew "postgres"
brew "python"
brew "php71"
brew "php71-xdebug"
brew "php71-imagick"
brew "php71-pspell"
brew "php71-mcrypt"
brew "php-code-sniffer"
brew "phpmd"
brew "phpunit"
brew "composer"
brew "docker"
brew "docker-machine"
brew "docker-compose"
brew "vim"
brew "highlight"
brew "tmux"
brew "z"
brew "peco"